// data.ts
import avatar1 from "../assets/test1.png";
import avatar2 from "../assets/test2.png";
import avatar3 from "../assets/test3.png";
export const servicesItems = [
    {
        title: "قضايا الإعسار والإفلاس",
        slug: "iqsar-iflas",
        description:
            "  مرافقة قانونية كاملة حتى الحصول على الإعفاء النهائي، مع حلول مالية مبتكرة تتناسب مع كل حالة.  في مكتب المحامية حنان عقل، ندرك أن مواجهة صعوبات مالية قد تكون تجربة مرهقة ومربكة.لهذا السبب، نقدم لكم خدمة قانونية متخصصة في قضايا الإعسار والإفلاس، تهدف إلى مساعدتكم على تجاوز هذه المرحلة الصعبة والبدء من جديد.نحن نؤمن بأن لكل شخص الحق في فرصة ثانية، ونعمل بكل جد لضمان حصولكم على أفضل النتائج الممكنة. ما هو الإعسار والإفلاس؟ الإعسار هو حالة قانونية يتم فيها إعلان شخص أو شركة غير قادرين على سداد ديونهم.يهدف هذا الإجراء إلى حماية المدين من الدائنين، وتوفير إطار قانوني لتسوية الديون بطريقة عادلة ومنظمة.من خلال هذا الإجراء، يمكن للمدين الحصول على إعفاء من ديونه والبدء من جديد. خدماتنا في مجال الإعسار والإفلاس: "
        ,
        features: [
            "استشارة أولية: نقوم بتقييم وضعكم المالي والقانوني، ونقدم لكم شرحاً مفصلاً عن الخيارات المتاحة أمامكم",
            "إعداد وتقديم الطلب: نقوم بإعداد جميع المستندات اللازمة وتقديم طلب الإعسار إلى الجهات المختصة",
            "تمثيل قانوني: نمثلكم في جميع مراحل الإجراء، بما في ذلك جلسات الاستماع والمفاوضات مع الدائنين.",
            "حلول مالية مبتكرة: نعمل على إيجاد حلول مالية تتناسب مع قدرتكم على السداد، ونسعى إلى تحقيق أفضل تسوية ممكنة.",
        ],
    },

    {
        title: "تسوية الديون",
        slug: "taswiat-dayoun",
        description:
            "تفاوض مع الدائنين، تخفيض الفوائد، ووقف الإجراءات في غضون 24 ساعة. تراكم الديون يمكن أن يكون مصدراً للقلق والتوتر، وقد يؤثر سلباً على حياتكم اليومية.في مكتب المحامية حنان عقل، نقدم لكم خدمة تسوية الديون، التي تهدف إلى مساعدتكم على التخلص من عبء الديون والعودة إلى حياة طبيعية ومستقرة. ما هي تسوية الديون؟",
        features: [
            " تسوية الديون هي عملية تفاوض مع الدائنين بهدف تخفيض مبلغ الدين الإجمالي أو تعديل شروط السداد.من خلال هذه العملية،",
            " يمكنكم التوصل إلى اتفاق يرضي جميع الأطراف، ويسمح لكم بسداد ديونكم بطريقة مريحة ",
        ],
    },
    {
        title: "إلغاء الحجوزات",
        slug: "ilgha-hajoozat",
        description: "إلغاء الحجوزات على الحسابات البنكية، الرواتب، والمركبات",
        features: [
            "رفع الحجز عن الحسابات البنكية",
            "إيقاف الحجز على الراتب",
            "إلغاء الحجز على المركبات"
        ]
    },
    {
        title: "استشارات قانونية متخصصة",
        slug: "istisharat-qanooniya",
        description: "قضايا الأحوال الشخصية، النفقة، الديون، ومرافقة مستمرة من البداية حتى النهاية",
        features: [
            "استشارات في الأحوال الشخصية",
            "قضايا النفقة",
            "قضايا الديون، ومرافقة مستمرة من البداية حتى النهاية",
        ]
    }
];







export const servicesItemsHe = [
    {
        title: "ענייני חדלות פירעון ופשיטת רגל",
        slug: "iqsar-iflas",
        description:
            "ליווי משפטי מלא עד לקבלת הפטור הסופי, עם פתרונות פיננסיים חדשניים המתאימים לכל מקרה. במשרד עורכת הדין חנאן עקול, אנו מבינים שהתמודדות עם קשיים פיננסיים יכולה להיות חוויה מלחיצה ומבלבלת. מסיבה זו, אנו מציעים לכם שירות משפטי המתמחה בענייני חדלות פירעון ופשיטת רגל, שמטרתו לסייע לכם לעבור את השלב הקשה הזה ולהתחיל מחדש. אנו מאמינים שלכל אדם מגיעה הזדמנות שנייה, ואנו פועלים במלוא המרץ כדי להבטיח שתקבלו את התוצאות הטובות ביותר האפשריות. מהי חדלות פירעון ופשיטת רגל? חדלות פירעון היא מצב משפטי שבו אדם או חברה מוכרזים כמי שאינם מסוגלים לשלם את חובותיהם. מטרת הליך זה היא להגן על החייב מפני נושיו, ולספק מסגרת משפטית להסדרת החובות בצורה הוגנת ומאורגנת. באמצעות הליך זה, החייב יכול לקבל פטור מחובותיו ולהתחיל מחדש. השירותים שלנו בתחום חדלות פירעון ופשיטת רגל:",
        features: [
            "ייעוץ ראשוני: אנו מעריכים את מצבכם הפיננסי והמשפטי, ומספקים לכם הסבר מפורט על האפשרויות העומדות בפניכם",
            "הכנה והגשת הבקשה: אנו מכינים את כל המסמכים הנדרשים ומגישים את בקשת חדלות הפירעון לרשויות המוסמכות",
            "ייצוג משפטי: אנו מייצגים אתכם בכל שלבי ההליך, כולל דיונים ומשא ומתן עם הנושים.",
            "פתרונות פיננסיים חדשניים: אנו פועלים למציאת פתרונות פיננסיים המתאימים ליכולת ההחזר שלכם, ושואפים להגיע להסדר הטוב ביותר האפשרי.",
        ],
    },

    {
        title: "הסדרת חובות",
        slug: "taswiat-dayoun",
        description:
            "משא ומתן עם הנושים, הפחתת הריביות, ועצירת ההליכים בתוך 24 שעות. הצטברות חובות עלולה להיות מקור לדאגה ולמתח, ועלולה להשפיע לרעה על חייכם היומיומיים. במשרד עורכת הדין חנאן עקול, אנו מציעים לכם שירות של הסדרת חובות, שמטרתו לסייע לכם להיפטר מנטל החובות ולחזור לחיים נורמליים ויציבים. מהי הסדרת חובות?",
        features: [
            "הסדרת חובות היא תהליך של משא ומתן עם הנושים במטרה להפחית את סכום החוב הכולל או לשנות את תנאי ההחזר. באמצעות תהליך זה,",
            "באפשרותכם להגיע להסכם שיספק את כל הצדדים, ויאפשר לכם להחזיר את חובותיכם בצורה נוחה",
        ],
    },
    {
        title: "ביטול עיקולים",
        slug: "ilgha-hajoozat",
        description: "ביטול עיקולים על חשבונות בנק, משכורות ורכבים",
        features: [
            "הסרת עיקול מחשבונות הבנק",
            "עצירת העיקול על המשכורת",
            "ביטול העיקול על רכבים"
        ]
    },
    {
        title: "ייעוץ משפטי מקצועי",
        slug: "istisharat-qanooniya",
        description: "ענייני דיני משפחה, מזונות, חובות, וליווי מתמשך מההתחלה ועד הסוף",
        features: [
            "ייעוץ בענייני דיני משפחה",
            "ענייני מזונות",
            "ענייני חובות, וליווי מתמשך מההתחלה ועד הסוף",
        ]
    }
];



export interface Testimonial {
    name: string;
    role: string;
    content: string;
    rating: number;
    avatar: string;
    videoUrl?: string;
}

export const testimonialsCta = {
    title: "ابدأ خطوتك القانونية الآن",
    description: "فريقنا جاهز لدعمك وتقديم أفضل الحلول لمشكلتك.",
    btnConsult: "استشارة ",
    btnCall: "اتصل بنا"
}
export const testimonialsCtaHe = {
    title: "התחל את הצעד המשפטי שלך עכשיו",
    description: "הצוות שלנו מוכן לתמוך בך ולספק את הפתרונות הטובים ביותר לבעיה שלך.",
    btnConsult: "ייעוץ",
    btnCall: "צור קשר"
};


export const testimonialsItems: Testimonial[] = [
    {
        name: "ازهار",
        role: "عميله",
        content: "عزيزتنا المحاميه الغالية حنان، نحن ما زلنا في بداية الطريق، لكن ثقتنا فيك بلا حدود. حضورك ودعمك وإخلاصك يعطينا القوة لنكمل، ويزرع فينا الأمل بأننا سنصل إلى الحق الذي نسعى إليه.\nكلمات الشكر والامتنان قد لا تكفي لوصف امتناننا، لكن يكفينا أن نعلم أن معنا قلباً نقياً وعقلاً حكيماً يقودنا بثبات نحو بر الأمان لنكون في حياتنا هادئة وجديدة. 🥰❤️\nوفعلاً إصرارك مصدر إلهام، وثقتنا فيك أكبر من كل الكلام عزيزتي ❤️🥰",
        rating: 5,
        avatar: "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=80&h=80&fit=crop&crop=face"
    },
    {
        name: "مريم علي",
        role: "ربة منزل",
        content: "دخل روحك يا حنان ربي يعطيكي ليرضيك. السما تنزلك خير والأرض ترفعلك. قلتلك من قبل شفت محاميات كتير بس زي حكمتك ما في. الله يكثر خيرك، شكراً كتير على إنقاذ حياتي 🙏❤️",
        rating: 5,
        avatar: avatar1,
        videoUrl: "https://www.youtube.com/embed/3JZ_D3ELwOQ"
    },
    {
        name: "فاطمة العلي",
        role: "مديرة شركة",
        content: "متشرف ومجدد بقللك من كل قلبي طلع ولا ما طلع. كفني الشرف أعرفك إنسانة تتركي إشي بحياتي مستحيل يتنسى.. رح أضل ممنونه إلك كل عمري",
        rating: 5,
        avatar: avatar2,
        videoUrl: "https://www.youtube.com/embed/3JZ_D3ELwOQ"
    },
    {
        name: "لا اسم",
        role: "عميل",
        content: "والله اجدع محاميه فيك يا بلد",
        rating: 5,
        avatar: avatar3,
        videoUrl: "https://www.youtube.com/embed/3JZ_D3ELwOQ"
    }
];

